Repository: jack8096/AgriLease
Catalog: lib/l10n/app_*.arb
Languages: mr

# language
source: English
mr: Marathi

# tagCategory
source: Category
mr: प्रवर्ग

# tagRecent
source: Recent
mr: नवीन

# tagAll
source: All
mr: सर्व पहा

# tagProfile
source: Profile
mr: प्रोफाइल

# tagContact
source: Contact
mr: संपर्क

# tagAddress
source: Address
mr: पत्ता

# tagEmail
source: Email
mr: ईमेल

# tagLoginProfile
source: Login profile
mr: लॉगिन प्रोफाइल

# tagLogOut
source: Log Out
mr: लॉग आऊट करा

# tagLanguage
source: Language
mr: भाषा

# tagMarathi
source: मराठी
mr: Marathi

# tagMyAds
source: My Ads
mr: माझ्या जाहिराती

# tagNoAdsMSG
source: You haven't listed anything yet
mr: अजून काही ही सूचीबद्ध केलेलं नाही

# tagDelete
source: Delete
mr: डिलीट करा

# tagTitle
source: Title
mr: जाहिरातीचे नाव

# tagPrice
source: Price
mr: किंमत

# tagDescription
source: Description
mr: वर्णन

# tagLocation
source: Location
mr: तुमचा पत्ता

# tagSelectImage
source: Select Image
mr: फोटो निवडा

# tagPublish
source: Publish
mr: जाहिरात प्रकाशित करा

# tagadministrative
source: administrative
mr: प्रशासकीय

# tagAdminLogin
source: Admin Login
mr: प्रशासकीय लॉगिन

# tagNotLoggedInMSG
source: you are not logged in as an administrator
mr: आपण प्रशासक म्हणून लॉग इन केलेले नाही

# tagAdmin
source: Admin
mr: प्रशासन विभाग

# tagAlertDeleteMSG
source: Are you sure you want to delete?
mr: डिलीट करायचे आहे याची खात्री आहे का?

# tagCancel
source: Cancel
mr: रद्द करा

# tagTitleErrorMSG
source: Enter Ad's Title
mr: जाहिरात नाव प्रविष्ट करा

# tagPriceErrorMSG
source: Enter a Valid Number
mr: वैध क्रमांक प्रविष्ट करा

# tagDescriptionErrorMSG
source: Enter Description
mr: वर्णन प्रविष्ट करा

# tagLocationErrorMSG
source: Enter a Valid Location
mr: पत्ता प्रविष्ट करा

# tagContactErrorMSG
source: Enter Contact Number
mr: वैध संपर्क क्रमांक प्रविष्ट करा

# tagChat
source: Chat
mr: चॅट

# tagChatLoadingMSG
source: Chat list is empty, try chating...
mr: चॅट लिस्ट रिकामी आहे, चॅटिंग ट्राय करा...

# tagChatTypeamessage
source: Type a message
mr: मेसेज टाईप करा

# tagHome
source: Home
mr: मुख्य विभाग

# tagCall
source: Call
mr: कॉल करा

# tagSearch
source: Search
mr: शोधा

# tagBatterySprayer
source: Battery Sprayer
mr: बॅटरी स्प्रेयर

# tagBoomSprayer
source: Boom sprayer
mr: बूम स्प्रेअर

# tagBrushcutter
source: Brushcutter
mr: ब्रशकटर

# tagCultivator
source: Cultivator
mr: शेतकरी

# tagEngineSprayer
source: Engine sprayer
mr: इंजिन स्प्रेअर

# tagHarrow
source: Harrow
mr: कुळव

# tagHTPsprayer
source: HTP sprayer
mr: एचटीपी स्प्रेयर

# tagIntercultivator
source: Intercultivator
mr: आंतरशेतकरी

# tagMBplough
source: MB plough
mr: एमबी नांगर

# tagMiniRotator
source: Mini rotator
mr: मिनी रोटेटर

# tagPowerTiller
source: Power tiller
mr: शक्ती पुरवठी

# tagReaper
source: Reaper
mr: बारीक

# tagReversiblePlough
source: Reversible plough
mr: प्रतिवर्ती नांगर

# tagRidger
source: Ridger
mr: रिजर

# tagRotator
source: Rotator
mr: रोटेटर

# tagSuperSeeder
source: Super seeder
mr: सुपर सीडर

# tagThresher
source: Thresher
mr: थ्रेशर

# tagWaterPump
source: Water pump
mr: पाण्याचा पंप
